{"about-me":"about","aboutScreen-b-text10":"Legal disclaimer: This is not a legal advice, we are not giving legal advice, we are not an attorney, we are NOT A LAW FIRM or substitute to it, we can only provide self-help services at your specific direction.","aboutScreen-b-text6":"I am committed to providing professional service with the highest degree of honesty, dedication and integrity.","aboutScreen-text1":"Brazilian by birth and American by choice.I have resided in New York City since 1999.","aboutScreen-text2":"I followed the same path as many immigrants who arrive in the United States in search of opportunities, and here I became legal through the EB-3 process in the professional category through the first law firm I had the pleasure of working.","aboutScreen-text3":"In 2007 I started working at the law firm specializing in immigration Martin C Liu & Associates (2007 - 2017).","aboutScreen-text4":"Later I worked for Epstein Becker & Green, further consolidating my experience in work-based Green Card processes.","aboutScreen-text5":"To clarify, guide, inform and fulfill dreams is my work, and my life mission.","aboutScreen-text7":"Fontoura Consultans is a company that assists in Immigration Processes from family petitions, consular processes, Naturalization and Citizenship, Extension and Change of Status to more sophisticated and complex labor legalization applications through the EB3 (Employment Based) process.","aboutScreen-text8":"We offer affordable prices and easy payment methods to our clients, as we are aware that not every immigrant has the financial means to contact a lawyer and the difficulties of those who are not in their country of origin and seek to stay in the United States legally without for that you have to go into debt.","aboutScreen-text9":"We evaluate each case that we are able to attend and provide a more direct contact with our customers through consulting and calls via Whatsapp. We aim to quickly clarify and guide your doubts, solving in the most skillful way any difficulty in the progress of your immigration processes.","all-news":"Back to All News","banner-eb3-text":"Popularly known as Green Card for work. EB-3 has become more popular as the standard set for EB3 is considerably lower compared to other Green Card processes.This visa was created by the need to hire qualified or unqualified employees. We specialize in applications for simpler positions such as construction, cleaning, restaurants and many others.Want to know if you qualify for the EB3 visa?","banner-eb3-title":"Employment Based","contact":"contact","expertise-changeOfStatus-sub":"Have you changed your mind and intend to stay longer in the US?","expertise-changeOfStatus-title":"Visa Extension or Change of Status","expertise-consultant-sub":"Individual or small group sessions.","expertise-consultant-title":"Consultant","expertise-eb3-sub":"Employment Based - Green Card for job offer","expertise-familyVisa-sub":"If your family member is a citizen or permanent resident","expertise-familyVisa-title":"Family Visa","expertise-prose-title":"Imigration PRO SE","expertise-translation-sub":"Translation of documentos for imigration processes.","expertise-translation-title":"Translations","footer-title":"This is your moment","footer-txt1":"We will contact you via message or email and arrange an appointment. Our calls are from Mon to Fri from 9am to 6pm.","footer-txt2":"Created by Unicorn Labs. © 2022 Fontoura Consultants. All Rights Reserved.","home-about-title":"Immigration Consultant EB-3 Specialist","home-about-txt":"I'm committed to providing professional services with the highest degree of honesty, dedication and integrity.","input-email":"Email Address","input-msg":"Your Message","input-name":"Full Name","input-send":"Send","input-service":"Services","input-service-option1":"Imigration","input-service-option2":"Family Visa","input-service-option3":"Traslation","input-service-option4":"Visa Extension/Change of Status","input-service-option5":"Consultant","new-guide-title":"A Guide for New Immigrants","news":"news","newsScreen-title":"News","read-more":"Read more","recent-news":"Recent News","services":"services","services-change-txt1":"If you are in the United States and intend to stay longer or change your Status, you can apply for an extension or change of Status.","services-change-txt2":"For example, if you arrived here as a tourist but wish to become a student, you must submit a request to change your status. We recommend that you apply as soon as you determine that you need to move to a different nonimmigrant category.","services-consult-group":"Groups - US$30 (3 to 6 people via Google Meet approx. 50 min.)","services-consult-single":"Individual - US$80 (average 50 min. via whatsapp or facetime video call)","services-consult-txt1":"Professional advice on immigration matters is essential for anyone who intends to apply for status changes, extensions, visas and thus remain legally in the United States without complications.","services-consult-txt2":"It is natural that several doubts arise about the processes that have their bureaucratic part and different paths depending on what is intended to be done in the country.Therefore, Fontoura Consultants provides consulting models with prior appointment.","services-consult-txt3":"In the form of EB3 Visas (Green Card for work), in addition to individual service, we also provide consulting with small groups via Google Meet, (due to the high demand for calls).","services-eb3-txt1":"The EB3 visa for immigrants falls into the category for jobs called “Third Preference Jobs”, which covers simpler positions in the job market.","services-eb3-txt2":"Therefore, the requirements are not as strict compared to other types of visas (EB1 and EB2, for example). The EB-3 visa requires the process to be initiated by the employer through a job offer.","services-eb3-txt3":"A acessória da Fontoura Consultants oferece a seus clientes a garantia que as exigências e documentações dos processos sejam bem fundamentadas segurando uma alta taxa de aprovação.","services-fam-title1":"Family","services-fam-title2":"Visa","services-fam-txt1":"US Citizens and Permanent Residents can apply for their dependents' Green Card. However the options for Permanent Residents are more limited. One way to permanently immigrate to the United States is to have your visa sponsored by one of your close relatives.","services-fam-txt2":"This process falls under the category of family-based immigration and is one of the ways the US Congress has emphasized the importance of family unification in the US Immigration Act.","services-fam-txt3":"There are a number of important criteria that must be met in order for a person to meet the requirements so that their family relationship qualifies them for family-based immigration.","services-prose-label":"Most popular applications","services-prose-title":"Imigration","services-prose-txt1":"The right to appear on your own in a civil case or in federal court is defined by statute 28 U.S.C. § 1654. 'Pro-Se' refers to representing oneself in any kind of legal matter. The legal representation pro se comes from the Latin meaning 'for oneself' or 'on behalf of oneself', which in modern language means: to argue for oneself.","services-prose-txt2":"As an experienced paralegal, I can help you fill out all the necessary forms and gather documents to assemble and submit your immigration petition.","services-trans-item1":"Birth certificate","services-trans-item2":"Wedding certificate","services-trans-item3":"Death certificate","services-trans-item4":"Declarações","services-trans-item5":"Property Registration or Deeds Death Certificate","services-trans-item6":"Diplomas and Certificates","services-trans-item7":"Bank statements","services-trans-item8":"And more","services-trans-txt1":"More than 15 years of experience in translating documents for immigration.","services-trans-txt2":"It must be made clear that the translation of documents for immigration processes must be done by an experienced translator who will prepare a certification for each document.","services-trans-txt3":"We guarantee the quality of each of our translations at fair prices.","services-trans-ul-tile":"Some types of documents we translate:","source":"Source:","sucess-modal-text":"Thank you for your message!","sucess-modal-text2":"Your message will be responded","sucess-modal-text3":"in the next 24-48 hours","welcome_msg":"Welcome to my app!"}