{
      "about-me":"sobre",
      "services": "serviços",
      "news": "noticias",
      "contact": "contato",
      "footer-title":"Seu momento é agora",
      "input-name":"Seu Nome",
      "input-email":"Seu Email",
      "input-service":"Serviços",
      "input-service-option1":"Imigração",
      "input-service-option2":"Visto Familia",
      "input-service-option3":"Tradução",
      "input-service-option4":"Extensão e Mudança de Status",
      "input-service-option5":"Consultoria",
      "input-msg":"Sua Mensagem",
      "input-send":"Enviar",
      "all-news":"Voltar para todas as Noticias",
      "new-guide-title":"Um Guia para novos Imigrantes",
      "source": "Fonte:",
      "read-more": "LEIA MAIS",
      "recent-news": "Noticias Recentes",
      "sucess-modal-text":"Obrigado pela sua mensagem!",
      "sucess-modal-text2":"Sua mensagem sera respondida",
      "sucess-modal-text3":"nas proxímas 24 a 48 horas",
      "footer-txt1":"Entraremos em contato por mensagem ou e-mail e agendaremos um horário. Nossos atendimentos são de Seg a Sex das 9h às 18h.",
      "footer-txt2":"Criado por Unicorn Labs. © 2022 Fontoura Consultants. Todos os direitos reservados.",
      "home-about-title":"Consultora de Imigração Especialista em EB-3",
      "home-about-txt":"Estou empenhada em fornecer serviços profissionais com o mais alto grau de honestidade, dedicação e integridade.",
      "aboutScreen-text1": "Brasileira por nascimento e Americana por opcao.Resido na cidade de Nova York desde 1999.",
      "aboutScreen-text2": "Tracei o mesmo caminho de muitos imigrantes que chegam nos Estados Unidos em busca de oportunidades, e aqui me legalizei pelo processo EB-3 na categoria profissional através do primeiro escritório de Advocacia que tive a felicidade de trabalhar.",
      "aboutScreen-text3": "Em 2007 comecei a trabalhar no escritório de Advocacia especializado em imigracao Martin C Liu & Associates (2007 - 2017).",
      "aboutScreen-text4": "Posteriormente trabalhei para Epstein Becker & Green consolidando ainda mais minha experiencia em processos de Green Card por trabalho.",
      "aboutScreen-text5": "Esclarecer, orientar, informar e realizar sonhos é o meu trabalho, e a minha missao de vida.",
      "aboutScreen-text6": "Tenho o comprometimento de fornecer servicos profissionais com o mais alto grau de honestidade, dedicacao e integridade.",
      "aboutScreen-text7": "A Fontoura Consultans é uma empresa que auxilia nos Processos de Imigração desde petições de família, processos consulares, Naturalização e Cidadania, Extensão e mudança de Status a aplicações mais sofisticadas e complexas de legalização por trabalho através do processo EB3 (Employment Based).",
      "aboutScreen-text8": "Oferecemos preços acessíveis e formas de pagamento facilitadas a nossos clientes pois temos a consciência que nem todo imigrante tem condições financeiras de contatar um advogado e das dificuldades de quem não está em seu país de origem e busca uma permanência nos Estados Unidos de forma legal sem que para isso tenha que entrar em dívidas.",
      "aboutScreen-text9": "Avaliamos cada caso que estamos aptos a atender e proporcionar um contato mais diretos com nossos clientes através de consultorias e atendimentos via Whatsapp. Visamos esclarecer e orientar com agilidade as dúvidas resolvendo da forma mais hábil qualquer dificuldade no andamento de seus processos imigratórios.",
      "aboutScreen-text10": "Legal disclaimer: This is not a legal advice, we are not giving a legal advices, we are not an attorney, we are NOT A LAW FIRM or substitute to it, we can only provide self-help services at your specific direction.",
      "newsScreen-title": "Noticias",
      "expertise-prose-title": "Imigração PRO SE",
      "expertise-familyVisa-title": "Visto para familiares",
      "expertise-translation-title": "Traduções",
      "expertise-changeOfStatus-title": "Extensão e Mudança de Status",
      "expertise-consultant-title": "Consultoria",
      "expertise-eb3-sub": "Employment Based - Green Card por oferta de trabalho",
      "expertise-familyVisa-sub": "Se o seu familiar for cidadão ou residente permanente",
      "expertise-translation-sub": "Tradução de documentos para imigração.",
      "expertise-changeOfStatus-sub": "Mudou de ideia e pretende permanecer por mais tempo nos EUA?",
      "expertise-consultant-sub": "Atendimentos individuais ou em pequenos grupos.",
      "banner-eb3-title":"Green Card por Oferta de Trabalho",
      "banner-eb3-text":"Popularmente conhecido como Green Card por trabalho. O EB-3 tem se tornado mais popular pois o padrão estabelecido para o EB3 é consideravelmente mais baixo em comparação aos demais processos de Green Card. Este visto foi criado pela necessidade de contratação de funcionários qualificados ou não. Somos especialistas em aplicações para posições mais simples, como construção, limpeza, restaurantes e muitos outros. Quer saber se você se qualifica para o visto EB3?",
      "services-eb3-txt1":"O visto EB3 para imigrantes se enquadra na categoria para empregos chamados “Empregos de terceira preferência”, e que abrange posições mais simples no mercado de trabalho.",
      "services-eb3-txt2":"Sendo assim os requisitos não são tão rigorosos comparados a outros tipos de vistos (EB1 e EB2, por exemplo). O visto EB-3 exige que o processo seja iniciado pelo empregador através de uma oferta de trabalho.",
      "services-eb3-txt3":"A acessória da Fontoura Consultants oferece a seus clientes a garantia que as exigências e documentações dos processos sejam bem fundamentadas segurando uma alta taxa de aprovação.",
      "services-prose-title":"Imigração",
      "services-prose-label":"Aplicações mais populares",
      "services-prose-txt1":"O direito de comparecer por conta própria em um caso civil ou em tribunal federal é definido pelo estatuto 28 U.S.C. § 1654.'Pro-Se' refere-se a representar a si mesmo em qualquer tipo de questão jurídica. A representação legal pro se vem do latim que significa 'para si mesmo' ou 'em nome de si mesmo', que em linguagem moderna significa: argumentar por conta própria.",
      "services-prose-txt2":"Como paralegal experiente, posso ajudá-lo a preencher todos os formulários necessários e reunir documentos para montar e enviar sua petição para a imigração.",
      "services-fam-title1":"Visto",
      "services-fam-title2":"para Familiares",
      "services-fam-txt1":"Cidadãos Americanos e Residentes Permanentes podem aplicar para o Green Card de seus dependentes.No entanto as opções para Residentes Permanentes são mais limitadas.Uma forma de imigrar permanentemente para os Estados Unidos é ter o seu visto patrocinado por um dos seus parentes próximos.",
      "services-fam-txt2":"Esse processo se enquadra na categoria de imigração baseada na família e é uma das formas pelas quais o Congresso do país tem enfatizado a importância da unificação familiar na Lei de Imigração Americana.",
      "services-fam-txt3":"Há inúmeros critérios importantes que precisam ser cumpridos para que a pessoa atenda às exigências de modo que a sua relação familiar a qualifique para a imigração baseada na família.",
      "services-trans-txt1":"Mais de 15 anos de experiência em tradução de documentos para imigração. ",
      "services-trans-txt2":"É preciso que fique claro que a tradução de documentos para processos de imigração deve ser feita por um tradutor experiente e que vai preparar uma certificação para cada documento.",
      "services-trans-txt3":"Garantimos a qualidade de cada uma de nossas traduções a preços justos.",
      "services-trans-ul-tile":"Alguns tipos de documentos que traduzimos:",
      "services-trans-item1":"Certidão de Nascimento",
      "services-trans-item2":"Certidão de Casamento",
      "services-trans-item3":"Atestado de Óbito",
      "services-trans-item4":"Declarações",
      "services-trans-item5":"Registro de Imóveis ou Escrituras",
      "services-trans-item6":"Diplomas e Certificados",
      "services-trans-item7":"Extratos Bancários",
      "services-trans-item8":"Entre outros",
      "services-consult-txt1":"A consultoria profissional para assuntos imigratórios é essencial para quem pretende aplicar para mudanças de Status, extensões, vistos e assim permanecer legalmente nos Estados Unidos sem complicações.",
      "services-consult-txt2":"É natural que diversas dúvidas surjam sobre os processos que tem sua parte burocrática e caminhos diferentes dependendo do que se pretende fazer no país. Por isso, a Fontoura Consultants disponibiliza modelos de consultoria com agendamento prévio.",
      "services-consult-txt3":"Na modalidade de Vistos de EB3 (Green Card por trabalho), além do atendimento individual, também disponibilizamos a consultoria com pequenos grupos via Google Meet, (devido à alta demanda de atendimentos).",
      "services-consult-single":"Individual - U$80 (média 50 min. via chamada de vídeo de whatsapp ou facetime)",
      "services-consult-group":"Grupos - US$30 de (3 a 6 pessoas via Google Meet tempo aproximado de 50 min.)",
      "services-change-txt1":"Se você está nos Estados Unidos e pretende permanecer mais tempo ou alterar o seu Status, você pode aplicar para uma extensão ou mudança de Status.",
      "services-change-txt2":"Por exemplo, se você chegou aqui como turista, mas deseja se tornar um estudante, deve enviar um pedido para alterar seu status. Recomendamos que você se inscreva assim que determinar que precisa mudar para uma categoria diferente de não imigrante."
}