{
  "about-me": "sobre",
  "aboutScreen-b-text10": "Isenção de responsabilidade legal: este não é um conselho jurídico, não estamos prestando aconselhamento jurídico, não somos advogados, NÃO somos um escritório de advocacia ou substituto dele, só podemos fornecer serviços de autoajuda sob sua direção específica.",
  "aboutScreen-b-text6": "Estou empenhado em fornecer um serviço profissional com o mais alto grau de honestidade, dedicação e integridade.",
  "aboutScreen-text1": "Brasileira de nascimento e americana por opção. Moro em Nova York desde 1999.",
  "aboutScreen-text2": "Segui o mesmo caminho de muitos imigrantes que chegam aos Estados Unidos em busca de oportunidades, e aqui me tornei legal através do processo EB-3 na categoria profissional através do primeiro escritório de advocacia que tive o prazer de trabalhar.",
  "aboutScreen-text3": "Em 2007 comecei a trabalhar no escritório de advocacia especializado em imigração Martin C Liu & Associates (2007 - 2017).",
  "aboutScreen-text4": "Mais tarde trabalhei para a Epstein Becker & Green, consolidando ainda mais a minha experiência em processos de Green Card baseados no trabalho.",
  "aboutScreen-text5": "Esclarecer, orientar, informar e realizar sonhos é o meu trabalho, e minha missão de vida.",
  "aboutScreen-text7": "A Fontoura Consultants é uma empresa que auxilia em Processos Imigratórios desde petições familiares, processos consulares, Naturalização e Cidadania, Extensão e Mudança de Status até pedidos de legalização trabalhista mais sofisticados e complexos através do processo EB3 (Employment Based).",
  "aboutScreen-text8": "Oferecemos preços acessíveis e facilidades de pagamento aos nossos clientes, pois sabemos que nem todo imigrante tem condições financeiras de contatar um advogado e as dificuldades de quem não está em seu país de origem e busca permanecer legalmente nos Estados Unidos. sem para isso você tem que se endividar.",
  "aboutScreen-text9": "Avaliamos cada caso que conseguimos atender e proporcionamos um contato mais direto com nossos clientes através de consultorias e atendimentos via Whatsapp. Temos como objetivo esclarecer e orientar rapidamente suas dúvidas, solucionando da forma mais hábil qualquer dificuldade no andamento de seus processos imigratórios.",
  "all-news": "Voltar para todas as notícias",
  "banner-eb3-text": "Popularmente conhecido como Green Card for Work. O EB-3 tornou-se mais popular porque o padrão definido para o EB3 é consideravelmente mais baixo em comparação com outros processos de Green Card. Este visto foi criado pela necessidade de contratar funcionários qualificados ou não qualificados. Somos especializados em aplicações para cargos mais simples, como construção, limpeza, restaurantes e muitos outros. Quer saber se você se qualifica para o visto EB3?",
  "banner-eb3-title": "Baseada no Emprego",
  "contact": "contato",
  "expertise-changeOfStatus-sub": "Você mudou de ideia e pretende ficar mais tempo nos EUA?",
  "expertise-changeOfStatus-title": "Extensão de visto ou mudança de status",
  "expertise-consultant-sub": "Sessões individuais ou em pequenos grupos.",
  "expertise-consultant-title": "Consultoria",
  "expertise-eb3-sub": "Employment Based - Green Card para oferta de emprego",
  "expertise-familyVisa-sub": "Se o seu familiar for cidadão ou residente permanente",
  "expertise-familyVisa-title": "Visto de família",
  "expertise-prose-title": "Imigração PRO SE",
  "expertise-translation-sub": "Tradução de documentos para processos de imigração.",
  "expertise-translation-title": "Traduções",
  "footer-title": "Este é o seu momento",
  "footer-txt1": "Entraremos em contato por mensagem ou e-mail e agendaremos um horário. Nossos atendimentos são de Seg a Sex das 9h às 18h.",
  "footer-txt2": "Criado por Unicorn Labs. © 2022 Fontoura Consultants. Todos os direitos reservados.",
  "home-about-title": "Consultora de Imigração Especialista EB-3",
  "home-about-txt": "Estou empenhado em fornecer serviços profissionais com o mais alto grau de honestidade, dedicação e integridade.",
  "input-email": "Endereço de email",
  "input-msg": "Sua mensagem",
  "input-name": "Nome completo",
  "input-send": "Mandar",
  "input-service": "Serviços",
  "input-service-option1": "imigração",
  "input-service-option2": "Visto de Família",
  "input-service-option3": "tradução",
  "input-service-option4": "Extensão do Visto/Mudança de Status",
  "input-service-option5": "Consultoria",
  "new-guide-title": "Um Guia para Novos Imigrantes",
  "news": "notícias",
  "newsScreen-title": "Notícias",
  "read-more": "LEIA MAIS",
  "recent-news": "Notícias recentes",
  "services": "Serviços",
  "services-change-txt1": "Se você estiver nos Estados Unidos e pretende ficar mais tempo ou mudar seu status, você pode solicitar uma extensão ou mudança de status.",
  "services-change-txt2": "Por exemplo, se você chegou aqui como turista, mas deseja se tornar um estudante, deve enviar uma solicitação para alterar seu status. Recomendamos que você se inscreva assim que determinar que precisa mudar para uma categoria diferente de não-imigrante.",
  "services-consult-group": "Grupos - US$30 (3 a 6 pessoas via Google Meet aprox. 50 min.)",
  "services-consult-single": "Individual - US$ 80 (média de 50 min. via whatsapp ou videochamada facetime)",
  "services-consult-txt1": "A assessoria profissional em assuntos de imigração é essencial para quem pretende solicitar mudanças de status, prorrogações, vistos e assim permanecer legalmente nos Estados Unidos sem complicações.",
  "services-consult-txt2": "É natural que surjam várias dúvidas sobre os processos que têm a sua parte burocrática e percursos diferentes consoante o que se pretende fazer no país. Por isso, a Fontoura Consultores disponibiliza modelos de consultoria com marcação prévia.",
  "services-consult-txt3": "Na modalidade de Vistos EB3 (Green Card para trabalho), além do atendimento individual, também prestamos consultoria para pequenos grupos via Google Meet, (devido a alta demanda de atendimentos).",
  "services-eb3-txt1": "O visto EB3 para imigrantes se enquadra na categoria de empregos denominada “Third Preference Jobs”, que abrange cargos mais simples no mercado de trabalho.",
  "services-eb3-txt2": "Portanto, as exigências não são tão rígidas se comparadas a outros tipos de visto (EB1 e EB2, por exemplo). O visto EB-3 exige que o processo seja iniciado pelo empregador por meio de uma oferta de emprego.",
  "services-eb3-txt3": "A Fontoura Consultants oferece a seus clientes a garantia de que as exigências e documentações dos processos sejam bem fundamentadas mantendo uma alta taxa de aprovação.",
  "services-fam-title1": "Família",
  "services-fam-title2": "Visto",
  "services-fam-txt1": "Cidadãos americanos e residentes permanentes podem solicitar o Green Card de seus dependentes. No entanto, as opções para Residentes Permanentes são mais limitadas. Uma maneira de imigrar permanentemente para os Estados Unidos é ter seu visto patrocinado por um de seus parentes próximos.",
  "services-fam-txt2": "Esse processo se enquadra na categoria de imigração familiar e é uma das maneiras pelas quais o Congresso dos EUA enfatizou a importância da unificação familiar na Lei de Imigração dos EUA.",
  "services-fam-txt3": "Há uma série de critérios importantes que devem ser atendidos para que uma pessoa atenda aos requisitos para que seu relacionamento familiar os qualifique para a imigração baseada na família.",
  "services-prose-label": "Aplicativos mais populares",
  "services-prose-title": "imigração",
  "services-prose-txt1": "O direito de comparecer por conta própria em um processo civil ou em um tribunal federal é definido pelo estatuto 28 USC § 1654. 'Pro-Se' refere-se a representar a si mesmo em qualquer tipo de questão legal. A representação jurídica pro se vem do latim que significa 'para si' ou 'em nome de si', que na linguagem moderna significa: argumentar por si mesmo.",
  "services-prose-txt2": "Como paralegal experiente, posso ajudá-lo a preencher todos os formulários necessários e reunir os documentos para montar e enviar sua petição de imigração.",
  "services-trans-item1": "Certidão de nascimento",
  "services-trans-item2": "Certidão de casamento",
  "services-trans-item3": "Certidão de óbito",
  "services-trans-item4": "Declarações",
  "services-trans-item5": "Certidão de Registro de Imóveis ou Escrituras de Óbito",
  "services-trans-item6": "Diplomas e Certificados",
  "services-trans-item7": "extratos bancários",
  "services-trans-item8": "E mais",
  "services-trans-txt1": "Mais de 15 anos de experiência em tradução de documentos para imigração.",
  "services-trans-txt2": "É preciso deixar claro que a tradução de documentos para processos imigratórios deve ser feita por um tradutor experiente que preparará uma certificação para cada documento.",
  "services-trans-txt3": "Garantimos a qualidade de cada uma de nossas traduções a preços justos.",
  "services-trans-ul-tile": "Alguns tipos de documentos que traduzimos:",
  "source": "Fonte:",
  "sucess-modal-text": "Obrigado pela sua mensagem!",
  "sucess-modal-text2": "Sua mensagem será respondida",
  "sucess-modal-text3": "nas próximas 24-48 horas",
  "welcome_msg": "Bem-vindo ao meu aplicativo!"
}
